Revit 2024 API
SymbolTypeId.KJPerK Property
 Symbol kJ/K, indicating unit Kilojoules per Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KJPerK { get; }
Visual Basic
Public Shared ReadOnly Property KJPerK As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KJPerK {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace